Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Such techniques and methods can be implemented at the level of the AI system or at the level of the AI model, including general-purpose AI models generating content, thereby facilitating fulfilment of this obligation by the downstream provider of the AI system.
pt_pt: Essas técnicas e métodos podem ser aplicados ao nível do sistema de IA ou ao nível do modelo de IA, incluindo modelos de IA de finalidade geral que geram conteúdos, facilitando assim o cumprimento desta obrigação pelo prestador a jusante do sistema de IA.

source: To remain proportionate, it is appropriate to envisage that this marking obligation should not cover AI systems performing primarily an assistive function for standard editing or AI systems not substantially altering the input data provided by the deployer or the semantics thereof.
pt_pt: É adequado prever que, para que se mantenha proporcionada, esta obrigação de marcação não deva abranger os sistemas de IA que desempenhem principalmente uma função de apoio à edição normalizada ou aos sistemas de IA que não alterem substancialmente os dados de entrada apresentados pelo responsável pela implantação nem a semântica dos mesmos.

source: Further to the technical solutions employed by the providers of the AI system, deployers who use an AI system to generate or manipulate image, audio or video content that appreciably resembles existing persons, objects, places, entities or events and would falsely appear to a person to be authentic or truthful (deep fakes), should also clearly and distinguishably disclose that the content has been artificially created or manipulated by labelling the AI output accordingly and disclosing its artificial origin.
pt_pt: Além das soluções técnicas utilizadas pelos prestadores do sistema de IA, os responsáveis pela implantação que recorrem a um sistema de IA para gerar ou manipular conteúdos de imagem, áudio ou vídeo cuja semelhança considerável com pessoas, objetos, locais, entidades ou eventos reais possa levar uma pessoa a crer, erroneamente, que são autênticos ou verdadeiros («falsificações profundas»), deverão também revelar de forma clara e percetível que os conteúdos foram artificialmente criados ou manipulados, identificando os resultados da IA como tal e divulgando a sua origem artificial.

source: Compliance with this transparency obligation should not be interpreted as indicating that the use of the AI system or its output impedes the right to freedom of expression and the right to freedom of the arts and sciences guaranteed in the Charter, in particular where the content is part of an evidently creative, satirical, artistic, fictional or analogous work or programme, subject to appropriate safeguards for the rights and freedoms of third parties.
pt_pt: O cumprimento desta obrigação de transparência não deverá ser interpretado como indicando que a utilização do sistema de IA ou dos seus resultados entrava o direito à liberdade de expressão e o direito à liberdade das artes e das ciências consagrados na Carta, em especial se os conteúdos fizerem parte de uma obra ou programa de natureza manifestamente criativa, satírica, artística, ficcional ou análoga, sob reserva de garantias adequadas dos direitos e liberdades de terceiros.

source: In those cases, the transparency obligation for deep fakes set out in this Regulation is limited to disclosure of the existence of such generated or manipulated content in an appropriate manner that does not hamper the display or enjoyment of the work, including its normal exploitation and use, while maintaining the utility and quality of the work.
pt_pt: Nesses casos, a obrigação de transparência para as falsificações profundas estabelecida no presente regulamento limita-se à divulgação da existência de tais conteúdos gerados ou manipulados, de uma forma adequada que não prejudique a exibição ou a fruição da obra, incluindo a sua exploração e utilização normais, mantendo simultaneamente a sua utilidade e qualidade.

source: In addition, it is also appropriate to envisage a similar disclosure obligation in relation to AI-generated or manipulated text to the extent it is published with the purpose of informing the public on matters of public interest unless the AI-generated content has undergone a process of human review or editorial control and a natural or legal person holds editorial responsibility for the publication of the content.
pt_pt: Além disso, é igualmente adequado prever uma obrigação semelhante de divulgação em relação ao texto gerado ou manipulado por IA, na medida em que seja publicado com o objetivo de informar o público sobre questões de interesse público, a menos que o conteúdo gerado por IA tenha sido submetido a um processo de análise ou controlo editorial humano e uma pessoa singular ou coletiva detenha a responsabilidade editorial pela publicação do conteúdo.

source: Without prejudice to the mandatory nature and full applicability of the transparency obligations, the Commission may also encourage and facilitate the drawing up of codes of practice at Union level to facilitate the effective implementation of the obligations regarding the detection and labelling of artificially generated or manipulated content, including to support practical arrangements for making, as appropriate, the detection mechanisms accessible and facilitating cooperation with other actors along the value chain, disseminating content or checking its authenticity and provenance to enable the public to effectively distinguish AI-generated content.
pt_pt: Sem prejuízo da natureza obrigatória e da plena aplicabilidade das obrigações de transparência, a Comissão pode também incentivar e facilitar a elaboração de códigos de práticas a nível da União, a fim de facilitar a aplicação efetiva das obrigações em matéria de deteção e identificação de conteúdos artificialmente gerados ou manipulados, incluindo o apoio a disposições práticas para tornar acessíveis, se for caso disso, os mecanismos de deteção e facilitar a cooperação com outros intervenientes ao longo da cadeia de valor, a divulgação de conteúdos ou o controlo da sua autenticidade e proveniência, com vista a permitir que o público distinga eficazmente os conteúdos gerados por IA.

source: The obligations placed on providers and deployers of certain AI systems in this Regulation to enable the detection and disclosure that the outputs of those systems are artificially generated or manipulated are particularly relevant to facilitate the effective implementation of Regulation (EU) 2022/2065.
pt_pt: A fim de facilitar a aplicação efetiva do Regulamento (UE) 2022/2065, as obrigações impostas por força do presente regulamento aos prestadores e responsáveis pela implantação de determinados sistemas de IA são particularmente pertinentes para permitir detetar e divulgar se os resultados desses sistemas são artificialmente gerados ou manipulados.

source: This applies in particular as regards the obligations of providers of very large online platforms or very large online search engines to identify and mitigate systemic risks that may arise from the dissemination of content that has been artificially generated or manipulated, in particular the risk of the actual or foreseeable negative effects on democratic processes, civic discourse and electoral processes, including through disinformation.
pt_pt: Tal aplica-se, em especial, às obrigações dos prestadores de plataformas em linha de muito grande dimensão ou de motores de pesquisa em linha de muito grande dimensão que consistem em identificar e atenuar os riscos sistémicos que possam resultar da divulgação de conteúdos artificialmente gerados ou manipulados, em especial o risco de efeitos negativos reais ou previsíveis nos processos democráticos, no debate público e nos processos eleitorais, nomeadamente através da desinformação.

source: The requirement to label content generated by AI systems under this Regulation is without prejudice to the obligation in Article 16(6) of Regulation (EU) 2022/2065 for providers of hosting services to process notices on illegal content received pursuant to Article 16(1) of that Regulation and should not influence the assessment and the decision on the illegality of the specific content.
pt_pt: O requisito de identificar conteúdos gerados por sistemas de IA nos termos do presente regulamento não prejudica a obrigação prevista no artigo 16.o, n.o 6, do Regulamento (UE) 2022/2065 de os prestadores de serviços de alojamento virtual procederem ao tratamento de notificações sobre conteúdos ilegais recebidas nos termos do artigo 16.o, n.o 1 desse regulamento, e não deverá influenciar a avaliação e a decisão sobre a ilegalidade dos conteúdos específicos.

source: That assessment should be performed solely with reference to the rules governing the legality of the content.
pt_pt: Essa avaliação deverá ser efetuada unicamente à luz das regras que regem a legalidade do conteúdo.

source: Compliance with the transparency obligations for the AI systems covered by this Regulation should not be interpreted as indicating that the use of the AI system or its output is lawful under this Regulation or other Union and Member State law and should be without prejudice to other transparency obligations for deployers of AI systems laid down in Union or national law.
pt_pt: O cumprimento das obrigações de transparência aplicáveis aos sistemas de IA abrangidas pelo presente regulamento não deverá ser interpretado como indicando que a utilização do sistema de IA ou dos seus resultados é lícita ao abrigo do presente regulamento ou de outra legislação da União e dos Estados-Membros e não deverá prejudicar outras obrigações de transparência dos responsáveis pela implantação de sistemas de IA estabelecidas no direito da União ou do direito nacional.

source: AI is a rapidly developing family of technologies that requires regulatory oversight and a safe and controlled space for experimentation, while ensuring responsible innovation and integration of appropriate safeguards and risk mitigation measures.
pt_pt: A IA é uma família de tecnologias em rápida evolução que exige supervisão regulamentar e um espaço seguro e controlado para a experimentação, garantindo ao mesmo tempo uma inovação responsável e a integração de salvaguardas e medidas de atenuação dos riscos adequadas.

source: To ensure a legal framework that promotes innovation, is future-proof and resilient to disruption, Member States should ensure that their national competent authorities establish at least one AI regulatory sandbox at national level to facilitate the development and testing of innovative AI systems under strict regulatory oversight before these systems are placed on the market or otherwise put into service.
pt_pt: Para assegurar um regime jurídico que promova a inovação, preparado para o futuro e resistente a perturbações, os Estados-Membros deverão assegurar que as respetivas autoridades nacionais competentes criem pelo menos um ambiente de testagem da regulamentação da IA a nível nacional que facilite o desenvolvimento e a testagem de sistemas de IA inovadores sob uma supervisão regulamentar rigorosa, antes de estes sistemas serem colocados no mercado ou colocados em serviço.

source: Member States could also fulfil this obligation through participating in already existing regulatory sandboxes or establishing jointly a sandbox with one or more Member States’ competent authorities, insofar as this participation provides equivalent level of national coverage for the participating Member States.
pt_pt: Os Estados-Membros poderão também cumprir esta obrigação participando em ambientes de testagem da regulamentação já existentes ou criando conjuntamente um ambiente de testagem com uma ou mais autoridades competentes dos Estados-Membros, na medida em que essa participação proporcione um nível equivalente de cobertura nacional para os Estados-Membros participantes.

source: AI regulatory sandboxes could be established in physical, digital or hybrid form and may accommodate physical as well as digital products.
pt_pt: Os ambientes de testagem da regulamentação da IA poderão ser criados sob forma física, digital ou híbrida e podem acolher produtos físicos e digitais.

source: Establishing authorities should also ensure that the AI regulatory sandboxes have the adequate resources for their functioning, including financial and human resources.
pt_pt: As autoridades responsáveis pela criação deverão também assegurar que os ambientes de testagem da regulamentação da IA dispõem dos recursos adequados para o seu funcionamento, nomeadamente recursos financeiros e humanos.

source: The objectives of the AI regulatory sandboxes should be to foster AI innovation by establishing a controlled experimentation and testing environment in the development and pre-marketing phase with a view to ensuring compliance of the innovative AI systems with this Regulation and other relevant Union and national law.
pt_pt: Os ambientes de testagem da regulamentação da IA deverão ter os seguintes objetivos: fomentar a inovação no domínio da IA, mediante a criação de um ambiente controlado de experimentação e testagem na fase de desenvolvimento e pré-comercialização, com vista a assegurar que os sistemas de IA inovadores são conformes com o presente regulamento e com outras disposições pertinentes do direito da União e do direito nacional.

source: Moreover, the AI regulatory sandboxes should aim to enhance legal certainty for innovators and the competent authorities’ oversight and understanding of the opportunities, emerging risks and the impacts of AI use, to facilitate regulatory learning for authorities and undertakings, including with a view to future adaptions of the legal framework, to support cooperation and the sharing of best practices with the authorities involved in the AI regulatory sandbox, and to accelerate access to markets, including by removing barriers for SMEs, including start-ups.
pt_pt: Além disso, os ambientes de testagem da regulamentação da IA deverão visar melhorar a segurança jurídica para os inovadores, bem como a supervisão e compreensão, por parte das autoridades competentes, das oportunidades, dos riscos emergentes e dos impactos da utilização da IA, facilitar a aprendizagem da regulamentação para as autoridades e as empresas, nomeadamente com vista a futuras adaptações do regime jurídico, apoiar a cooperação e a partilha de boas práticas com as autoridades envolvidas no ambiente de testagem da regulamentação da IA, e acelerar o acesso aos mercados, nomeadamente eliminando os entraves para as PME, incluindo as empresas em fase de arranque.

source: AI regulatory sandboxes should be widely available throughout the Union, and particular attention should be given to their accessibility for SMEs, including start-ups.
pt_pt: Os ambientes de testagem da regulamentação da IA deverão estar amplamente disponíveis em toda a União, devendo ser prestada especial atenção à sua acessibilidade para as PME, incluindo as empresas em fase de arranque.

source: The participation in the AI regulatory sandbox should focus on issues that raise legal uncertainty for providers and prospective providers to innovate, experiment with AI in the Union and contribute to evidence-based regulatory learning.
pt_pt: A participação nos ambientes de testagem da regulamentação da IA deverá centrar-se em problemas que criam incerteza jurídica para os prestadores e potenciais prestadores ao inovarem, fazerem experiências com a IA na União e contribuírem para uma aprendizagem regulamentar baseada em dados concretos.

source: The supervision of the AI systems in the AI regulatory sandbox should therefore cover their development, training, testing and validation before the systems are placed on the market or put into service, as well as the notion and occurrence of substantial modification that may require a new conformity assessment procedure.
pt_pt: A supervisão dos sistemas de IA nos ambientes de testagem da regulamentação da IA deverá, por conseguinte, abranger o seu desenvolvimento, treino, testagem e validação antes de os sistemas serem colocados no mercado ou colocados em serviço, bem como a noção e a ocorrência de modificações substanciais que possam exigir um novo procedimento de avaliação da conformidade.

source: Any significant risks identified during the development and testing of such AI systems should result in adequate mitigation and, failing that, in the suspension of the development and testing process.
pt_pt: A identificação de quaisquer riscos significativos durante o desenvolvimento e a testagem desses sistemas de IA deverá resultar na atenuação adequada dos riscos e, na sua falta, na suspensão do processo de desenvolvimento e testagem.

source: Where appropriate, national competent authorities establishing AI regulatory sandboxes should cooperate with other relevant authorities, including those supervising the protection of fundamental rights, and could allow for the involvement of other actors within the AI ecosystem such as national or European standardisation organisations, notified bodies, testing and experimentation facilities, research and experimentation labs, European Digital Innovation Hubs and relevant stakeholder and civil society organisations.
pt_pt: Se for caso disso, as autoridades nacionais competentes que criam ambientes de testagem da regulamentação da IA deverão cooperar com outras autoridades pertinentes, incluindo as que supervisionam a proteção dos direitos fundamentais, e poderão permitir a participação de outros intervenientes no ecossistema da IA, tais como organizações de normalização, organismos notificados, instalações de ensaio e experimentação, laboratórios de investigação e experimentação, polos europeus de inovação digital e organizações pertinentes das partes interessadas e da sociedade civil, quer nacionais quer europeus.

source: To ensure uniform implementation across the Union and economies of scale, it is appropriate to establish common rules for the AI regulatory sandboxes’ implementation and a framework for cooperation between the relevant authorities involved in the supervision of the sandboxes.
pt_pt: Para garantir uma aplicação uniforme em toda a União e assegurar economias de escala, é apropriado criar regras comuns para a implantação dos ambientes de testagem da regulamentação da IA e um regime para a cooperação entre as autoridades competentes envolvidas na supervisão desses ambientes.

source: AI regulatory sandboxes established under this Regulation should be without prejudice to other law allowing for the establishment of other sandboxes aiming to ensure compliance with law other than this Regulation.
pt_pt: Os ambientes de testagem da regulamentação da IA criados ao abrigo do presente regulamento não deverão prejudicar outras disposições pertinentes do direito que preveja a criação de outros ambientes de testagem destinados a assegurar o cumprimento do direito que não o presente regulamento.

source: Where appropriate, relevant competent authorities in charge of those other regulatory sandboxes should consider the benefits of using those sandboxes also for the purpose of ensuring compliance of AI systems with this Regulation.
pt_pt: Se for caso disso, as autoridades competentes responsáveis por esses outros ambientes de testagem da regulamentação deverão ter em conta os benefícios da utilização desses ambientes de testagem também com o objetivo de assegurar a conformidade dos sistemas de IA com o presente regulamento.

source: Upon agreement between the national competent authorities and the participants in the AI regulatory sandbox, testing in real world conditions may also be operated and supervised in the framework of the AI regulatory sandbox.
pt_pt: Mediante acordo entre as autoridades nacionais competentes e os participantes no ambiente de testagem da regulamentação da IA, a testagem em condições reais também pode ser efetuada e supervisionada no âmbito do ambiente de testagem da regulamentação da IA.

source: This Regulation should provide the legal basis for the providers and prospective providers in the AI regulatory sandbox to use personal data collected for other purposes for developing certain AI systems in the public interest within the AI regulatory sandbox, only under specified conditions, in accordance with Article 6(4) and Article 9(2), point (g), of Regulation (EU) 2016/679, and Articles 5, 6 and 10 of Regulation (EU) 2018/1725, and without prejudice to Article 4(2) and Article 10 of Directive (EU) 2016/680.
pt_pt: O presente regulamento deverá estabelecer o fundamento jurídico para a utilização, pelos prestadores e potenciais prestadores no ambiente de testagem da regulamentação da IA, de dados pessoais recolhidos para outras finalidades com vista ao desenvolvimento de determinados sistemas de IA por motivos de interesse público no âmbito do ambiente de testagem da regulamentação da IA, apenas em condições específicas, em conformidade com o artigo 6.o, n.o 4, e artigo 9.o, n.o 2, alínea g), do Regulamento (UE) 2016/679 e com os artigos 5.o, 6.o e 10.o do Regulamento (UE) 2018/1725, e sem prejuízo do artigo 4.o, n.o 2, e do artigo 10.o da Diretiva (UE) 2016/680.

source: All other obligations of data controllers and rights of data subjects under Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680 remain applicable.
pt_pt: Todas as outras obrigações dos responsáveis pelo tratamento de dados e todos os outros direitos dos titulares dos dados ao abrigo dos Regulamentos (UE) 2016/679 e (UE) 2018/1725 e da Diretiva (UE) 2016/680 continuam a ser aplicáveis.

source: In particular, this Regulation should not provide a legal basis in the meaning of Article 22(2), point (b) of Regulation (EU) 2016/679 and Article 24(2), point (b) of Regulation (EU) 2018/1725.
pt_pt: Em especial, o presente regulamento não deverá constituir uma base jurídica na aceção do artigo 22.o, n.o 2, alínea b), do Regulamento (UE) 2016/679 e do artigo 24.o, n.o 2, alínea b), do Regulamento (UE) 2018/1725.

source: Providers and prospective providers in the AI regulatory sandbox should ensure appropriate safeguards and cooperate with the competent authorities, including by following their guidance and acting expeditiously and in good faith to adequately mitigate any identified significant risks to safety, health, and fundamental rights that may arise during the development, testing and experimentation in that sandbox.
pt_pt: Os prestadores e potenciais prestadores no ambiente de testagem da regulamentação da IA deverão assegurar salvaguardas adequadas e cooperar com as autoridades competentes, nomeadamente seguindo as suas orientações e atuando de forma célere e de boa-fé para atenuar adequadamente eventuais riscos significativos identificados para a segurança, a saúde e os direitos fundamentais que possam revelar-se durante o desenvolvimento, a testagem e a experimentação nesse ambiente de testagem.

source: In order to accelerate the process of development and the placing on the market of the high-risk AI systems listed in an annex to this Regulation, it is important that providers or prospective providers of such systems may also benefit from a specific regime for testing those systems in real world conditions, without participating in an AI regulatory sandbox.
pt_pt: A fim de acelerar o processo de desenvolvimento e colocação no mercado dos sistemas de IA de risco elevado enumerados num anexo do presente regulamento, é importante que os prestadores ou potenciais prestadores desses sistemas também possam beneficiar de um regime específico para testar esses sistemas em condições reais, sem participarem num ambiente de testagem da regulamentação da IA.
